let status_code = {
    452: "Пользователь с таким Email не найден",
    453: "Пользователь с таким Email уже существует",

    462: "Неверный Email или пароль",
    463: "Неккоректный логин или пароль",

    472: "Недостаточно прав для совершения этого действия",
    473: "Пользователь не найден", 
    474: "Не задано название комнаты",
    475: "Комната не найдена",
    
    
    477: "",
    478: "",
    479: "",

    482: "",
    483: "", 
    484: "",

    490: "Не указан идентификатор",
    492: "Не указан идентификатор пользователя",


}

module.exports = status_code;